Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P16.tmx
Source language: en_us
Languages: zh_cn

source: The Third-Born
zh_cn: 家中第三子

source: One cold, dewy morning, you are huddled, shivering, on the packed earth under your mother's cot.
zh_cn: 寒冷潮湿的清晨，你在母亲的小床下，蜷缩在夯实的泥地上，瑟瑟发抖。

source: Your anguish is the anguish of a boy whose chocolate has been thrown away, whose remote controls are out of batteries, whose scooter is busted, whose new sneakers have been stolen.
zh_cn: 你经受着的痛苦，和一个男孩巧克力被人扔掉、遥控器没电了、滑板车摔坏了、新帆布鞋被偷时经受的痛苦一样。

source: This is all the more remarkable since, wealth-obsessed though you will come to be, you've never in your life seen any of these things.
zh_cn: 但你的痛苦却更明显，因为虽然你后来会痴迷财富，但这些东西你从来都没有见过。

source: The whites of your eyes are yellow, a consequence of spiking bilirubin levels in your blood.
zh_cn: 你的眼白发黄，原因是你血液里的胆黄素过高。

source: The virus afflicting you is called hepatitis E.
zh_cn: 折磨着你的，是戊型肝炎。

source: Its typical mode of transmission is fecal-oral. Yum. It kills only about one in fifty, so you're likely to recover.
zh_cn: 这种病主要由粪便-口腔途径传播，死亡率大概在百分之二，所以你有可能康复。

source: But right now you feel like you're going to die.
zh_cn: 不过，现在你却感觉快死了一样。

source: Your mother has encountered this condition many times, or conditions like it, anyway. So maybe she doesn't think you're going to die. Then again, maybe she fears it.
zh_cn: 这种病，或者类似的病，你母亲已经见过很多次，所以她可能觉得你死不了，不过她还是有些担心。

source: Everyone is going to die, and, when a mother sees in a third-born child like you pain that makes you whimper under her cot, maybe she feels your death push forward a few decades, take off its dark, dusty head scarf, and settle with open-haired familiarity and a lascivious smile into this, the single mud-walled room she shares with all her surviving offspring.
zh_cn: 人总会死，而且她看到你——家里的老三——承受着痛苦，在她床下抽泣时，她觉得索取你生命的死神提早来了几十年，褪下黑暗多尘的头巾，露出头发，面带猥亵的微笑，毫不客气地住在了这一间土墙里。在这间土墙里，她和她全部苟延残喘的孩子居住在一起。

source: What she says is "Don't leave us here."
zh_cn: 她说：“别丢下我们。”

source: She is addressing your father, who has heard this request before. That does not make him completely unsusceptible to it, however.
zh_cn: 她是对你父亲说的。这一请求，你父亲之前已经听过，他也并没有无动于衷。

source: He is a man of voracious sexual appetite, and he often thinks, while he is away, of your mother's heavy breasts and ample thighs, and he still longs to thrust himself inside her nightly rather than on his three or four visits per year.
zh_cn: 他性欲强，不在家时常常想念你母亲那硕大的胸部、丰满的大腿。而且他每夜都渴望进入你母亲的身体，而不是每年三四次回家时才想。

source: He also enjoys her unusually rude sense of humor, and sometimes her companionship as well.
zh_cn: 他也欣赏自己非常粗俗的幽默感，而且对于妻子的陪伴，他也很享受。

source: And although he is not given to displays of affection toward his young, he would like to watch you and your siblings grow.
zh_cn: 虽然他没有打算要向自己幼小的孩子表示喜爱，但是还是想要看着你和你的哥哥姐姐成长。

source: His own father derived considerable pleasure from the daily progress of crops in the fields, and in this, at least insofar as agriculture is analogous to the development of children, the two men are similar.
zh_cn: 他的父亲看着地里庄稼一天一天成长，十分高兴；从这个方面来看，至少从孩子和庄稼都要成长来看，他和他父亲颇为相似。

source: He says, "I can't afford to bring you to the city."
zh_cn: 他说：“我没钱带你们去市里。”

source: "We could stay with you in the quarters."
zh_cn: “我们可以和你一起住在宿舍里。”

source: "I share my room with the driver. He's a masturbating, chain-smoking, flatulent sisterfucker.
zh_cn: “我和开车的住一起，他是个烟鬼，经常手淫，是个自负的混蛋。

source: There are no families in the quarters."
zh_cn: 宿舍里没有人拖家带口。”

source: "You earn ten thousand now. You're not a poor man."
zh_cn: “你现在能挣一万，不是穷人啊。”

source: "In the city, ten thousand makes you a poor man."
zh_cn: “市里挣一万就是穷人。”

source: He gets up and walks outside.
zh_cn: 他站起来，走了出去。

source: Your eyes follow him, his leather sandals unslung at the rear, their straps flapping free, his chapped heels callused, crustacean-like.
zh_cn: 你双眼看着他。他的皮凉鞋从后面解开，鞋带子自在地摇摇摆摆。他干裂的脚后跟上，布满老茧，像蟹壳一样。

source: He steps into the open-air courtyard situated at the center of your extended family's compound. He is unlikely to linger there in contemplation of the single, shade-giving tree, comforting in summer, but now, in spring, still tough and scraggly.
zh_cn: 他走到你们一家大家庭院子中间的庭院里，不可能在那儿徘徊，凝视那棵独自屹立、遮挡阳光的大树。这棵树夏天时倒是让人舒适，不过现在是春天，树仍然光秃秃的，树叶这一簇，那一簇的。

source: Possibly he exits the compound and makes his way to the ridge behind which he prefers to defecate, squatting low and squeezing forcefully to expel the contents of his colon.
zh_cn: 他可能走出院子，往山脊走了去（他喜欢蹲在山脊后面大便，使劲排出肠道里面的内容）。

source: Possibly he is alone, or possibly he is not.
zh_cn: 他或许只身一人，或许不是。

source: Beside the ridge is a gully as deep as a man is tall, and at the bottom of that gully is a slender trickle of water.
zh_cn: 山脊边上，是条一人高度一样深的沟渠，沟渠底部淌着细流。

source: In this season the two things are incongruous, a skeletal figure wearing the tunic of an obese pastry chef.
zh_cn: 这时节里，山脊和沟渠很不协调，就像一个骨瘦如柴的人，却穿着胖子糕点师的束腰外衣。

source: Only briefly, during the monsoon, does the gully fill to anything near capacity, and even that is an occurrence less regular now than in the past, dependent on increasingly fickle atmospheric currents.
zh_cn: 只有在季风来临时，这条沟渠才会在短时日里差不多水满。而且即使这样，现在也没有以前那样有规律，变得越来越依靠多变的大气流动了。

source: The people of your village relieve themselves downstream of where they wash their clothes, a place, in turn, downstream of where they drink. Farther upstream, the village before yours does the same.
zh_cn: 你所在村子里的人，都在沟渠下游排泄粪便。往上游些，他们在那儿洗衣、取水饮用。再往上游走，前面的村子也和你们一样，在上面些洗衣饮水，在沟渠下面些的地方排泄。

source: Farther still, where the water emerges from the hills as a sometimes gushing brook, it is partly employed in the industrial processes of an old, rusting, and subscale textile plant, and partly used as drainage for the foul-smelling gray effluent that results.
zh_cn: 继续往上，小山中间是水源，有时会有泉水涌出，流成一条小溪。在沟渠上游部分，一家小型纺织厂取水用于工业生产。这家纺织厂有些年头了，到处锈迹斑斑。下游部分，则被用来排放工厂排出的难闻、灰白的废水。

source: Your father is a cook, but, despite being reasonably good at his job, he is not a man obsessed with the freshness or quality of his ingredients.
zh_cn: 你父亲是个厨师。他虽然做菜相当不错，但却不过于追求烹调原料的质量和新鲜度。

source: Cooking for him is a craft of spice and oil.
zh_cn: 在他看来，烹饪就是一项用调味品和用油的手艺。

source: His food burns the tongue and clogs the arteries.
zh_cn: 他做出来的菜品，常常能刺激舌头，油腻得能堵塞血管。

source: When he looks around him in the countryside, he does not see prickly leaves and hairy little berries for an effervescent salad, tan stalks of wheat for a heavenly balloon of stone-ground, stovetop-baked flatbread.
zh_cn: 他在农村转悠时，看到的不是用来做一盘漂亮沙拉的带刺叶子和毛茸茸的小浆果，不是用来制作炉顶烤制的、由石磨面粉制成的膨胀烤饼的麦穗。

source: He sees, instead, units of backbreaking toil. He sees hours and days and weeks and years.
zh_cn: 他看到的，是艰苦费力的劳动，是无数小时、无数日子、无数礼拜、无数年头的时间。

source: He sees the labor by which a farmer exchanges his allocation of time in this world for an allocation of time in this world.
zh_cn: 他看到的，是劳动。农民通过这种劳动，用自己的生命交换庄稼的生命。

source: Here, in the heady bouquet of nature's pantry, your father sniffs mortality.
zh_cn: 在这大自然储藏室里的一束醉人花束上，你父亲嗅到了死亡的气息。

source: Most of the men of the village who now work in the city return for the wheat harvest.
zh_cn: 村里大多在城里打工的人，会回来收割麦子。

source: But it is still too early in the year for that.
zh_cn: 但是离今年麦子成熟还很早。

source: Your father is here on leave. Nonetheless, he likely accompanies his brothers to spend his morning cutting grass and clover for fodder.
zh_cn: 你父亲回来是为了休假，但是他可能会陪着兄弟，整个早上割草和苜蓿来作草料。

source: He will squat, again, but this time sickle in hand, and his movements of gather-cut-release-waddle will be repeated over and over and over as the sun retraces its own incremental path in the sky.
zh_cn: 他还是会蹲着，但这次手里却握着镰刀，随着太阳如往日一样在空中逐渐升高，他不停重复他的动作——抓上一把草、割下来、放到一边、然后像鸭子一样移动。

source: Beside him, a single dirt road passes through the fields.
zh_cn: 在他边上，有一条泥土道路从田野里穿过。

source: Should the landlord or his sons drive by in their S.U.V., your father and his brothers will bring their hands to their foreheads, bend low, and avert their eyes.
zh_cn: 要是地主或者地主儿子开着SUV路过，你父亲和他的兄弟会把手放到前额，把身子弯下，避开眼神。

source: Meeting the gaze of a landlord has been a risky business in these parts for centuries, perhaps since the beginning of history.
zh_cn: 在这些地方，与地主凝望的眼神相对视，几百年来都很危险。

source: Recently, some men have begun to do it. But they have beards and earn their keep in the seminaries. They walk tall, with chests out.
zh_cn: 近几年来，也有男人开始这样做，但这些人都是留着胡须、在神学院谋生计的人，走路时昂首挺胸。

source: Your father is not one of them. In fact, he dislikes them almost as much as he does the landlords, and for the same reasons. They strike him as domineering and lazy.
zh_cn: 你父亲不在其中，而且实际上他还很讨厌这些人，就向讨厌地主一样。原因如出一辙——你父亲觉得这些人和地主一样，又专横，又懒惰。

source: Lying on your side with one ear on the packed earth, from your worm's-height perspective you watch your mother follow your father into the courtyard. She feeds the water buffalo tethered there, tossing fodder that was cut yesterday and mixed with straw into a wooden trough, and milks the animal as it eats, jets of liquid smacking into her tin pail.
zh_cn: 你侧躺在夯实的泥地上，一只耳朵贴着地面。从你虫子一样高的视角里，你看到母亲跟着父亲走到院子中，把昨天割来混上干草的草料扔到木槽里，喂给了拴在那里的水牛；水牛吃食时，她就去挤牛奶，牛奶一股股地喷进了锡桶里。

source: When she is done, the children of the compound, your siblings and cousins, lead the buffalo, its calf, and the goats out to forage.
zh_cn: 她挤完奶后，大院里的孩子，你的哥哥姐姐、堂兄堂妹便牵着那头水牛、牛犊和几只山羊出去放养了。

source: You hear the swishing of the peeled branches the children hold, and then they are gone.
zh_cn: 你听着他们手里的光秃秃的树枝发出沙沙响声，然后他们就离开了。

source: Your aunts leave the compound next, bearing clay pots on their heads for water and carrying clothes and soap for cleaning.
zh_cn: 接下来，你的伯母、姨母们离开院子，头上顶着土罐去打水，带着衣服和肥皂去清洗去了。

source: These are social tasks.
zh_cn: 这些是社会赋予的任务。

source: Your mother's responsibility is solitary.
zh_cn: 你母亲的任务则要单独完成。

source: This is not a coincidence.
zh_cn: 这不是巧合。

source: She squats as your father is likely squatting, a handleless broom in her hand instead of a sickle, her sweep-sweep-waddle approximating his movements.
zh_cn: 她像你父亲那样蹲着，不过拿在手里的不是镰刀，而是一把没有柄的扫帚。她扫两下，然后又像鸭子一样走几步，动作和你父亲割草时很像。

source: Squatting is energy-efficient and better for the back.
zh_cn: 蹲着省力，后背好受些。

source: But, after hours and days and weeks and years, its mild discomfort echoes in the mind like muffled screams from a subterranean torture chamber.
zh_cn: 但如此长年累月，轻微的不适就会在脑中挥散不去，像地下刑讯室里传来的模糊叫喊声一样。

source: The pain can be borne endlessly, provided it is never acknowledged.
zh_cn: 如果认识不到的话，这种痛苦会没完没了的持续下去。

source: Your mother cleans the courtyard under the gaze of her mother-in-law.
zh_cn: 你母亲在她婆婆的注视下打扫着院子。

source: The old woman sits in shadow, the edge of her shawl held in her mouth to conceal not her attributes of temptation but, rather, her lack of teeth, and looks on in unquenchable disapproval.
zh_cn: 这位老太太坐在阴凉处，嘴里咬披肩的边缘，她这样不是为了隐藏身上的诱惑，而是隐藏自己没有牙齿。她盯着你母亲，抑制不住不满的眼神。

source: Your mother is regarded in the compound as vain and arrogant and headstrong, and these accusations have bite, for they are all true.
zh_cn: 院子里的人觉得你母亲又自负，又骄傲，还很倔强。因为这些看法都是事实，所以有些尖刻。

source: Your grandmother tells your mother she has missed a spot.
zh_cn: 你祖母告诉你母亲，说她有一处没有扫到。

source: Because she is toothless and holds the cloth between her lips, when she speaks it sounds like she is spitting.
zh_cn: 她没有牙齿，双唇咬着披肩，说话声音像吐口水一样。

source: Your mother and grandmother play a waiting game.
zh_cn: 你母亲和你祖母进行着一个等待的游戏。

source: The older woman waits for the younger woman to age; the younger woman waits for the older woman to die.
zh_cn: 老太太等年轻的变老，年轻的则等着老太太去世。

source: It is a game both will inevitably win.
zh_cn: 这场游戏，双方都会取得胜利。

source: In the meantime, your grandmother flaunts her authority whenever she can, and your mother flaunts her physical strength.
zh_cn: 与此同时，你祖母一有时机，便炫耀她在家里的权威，你母亲则炫耀她的身体力量。

source: The other women of the compound would be frightened of your mother were it not for the reassuring existence of the men.
zh_cn: 要不是男人的存在带来些许安慰的话，院子里其他的女人会很害怕你母亲。

source: In an all-female society your mother would likely rise to be queen, a bloody staff in her hand and crushed skulls beneath her feet.
zh_cn: 如果在全女性的社会里，你母亲肯定会崛起，手里握着血腥的权杖，脚下踩着破碎的头颅，成为女王。

source: Here the best she has been able to manage is, for the most part, to be spared severe provocation.
zh_cn: 大多时候，她做能得最好的，是在狠狠的挑衅面前，还能控制住自己。

source: Even this, cut off as she is from her own village, is no small victory.
zh_cn: 即使只是这样，也是不小的胜利，因为她与家乡完全没有联系。

source: Unsaid between your mother and your father is that on ten thousand a month he could, just barely, afford to bring her and his children to the city.
zh_cn: 关于你母亲和父亲之间还没有说的，是你父亲一个月能挣上一万，刚好就能带你母亲和孩子到市里。

source: It would be tight but not impossible.
zh_cn: 这样经济会很紧张，但并不是没有可能。

source: At the moment he is able to send most of his salary back to the village, where it is split between your mother and the rest of the clan.
zh_cn: 你父亲现在能把大半工资寄回村里，让你母亲和家里其他人分摊。

source: If she and you children were to move in with him, the flow of his money to this place would slow to a trickle, swelling like the water in the gully only in the two festival months when he could perhaps expect a bonus.
zh_cn: 如果你母亲和你们和他一起去市里，那么他寄回村里的钱就会变得很少。只有在过节的月份，他可能收到奖金时，寄回村里的钱才会像沟里水涨一样增多些。

source: You watch your mother slice up a lengthy white radish and boil it over an open fire.
zh_cn: 你看着母亲把一条长长的白萝卜切成片，在敞开的火炉上煮了起来。

source: The sun has banished the dew and, unwell as you are, you no longer feel cold.
zh_cn: 太阳蒸发掉露水，而你虽然不舒服，但感觉却不冷了。

source: You feel weak, though, and with the pain in your gut it is as if a parasite were eating you alive from within.
zh_cn: 不过你还是感觉虚弱，腑脏里疼痛不停，就好像有条寄生虫，从里面开始活生生吃掉你一样。

source: So you do not resist as your mother lifts your head off the earth and ladles her elixir into your mouth.
zh_cn: 所以，你母亲扶起你的头，用长勺把她的灵丹妙药喂到你口中时，你并没有反抗。

source: It smells like a burp, like the gases from a man's belly.
zh_cn: 药的气味像打嗝的气味，像男人肚子里排出的气体一样。

source: It makes your gorge rise. But you have nothing inside that you can vomit, and you swallow it without incident.
zh_cn: 这让你胃里翻江倒海，但你体内却空无一物，没有东西能呕吐出来了，所以你没有任何反应，就吞下了药。

source: As you lie motionless afterward, a jaundiced village boy, radish juice dribbling from the corner of your lips and forming a small patch of mud on the ground, it must seem that getting filthy rich is beyond your reach.
zh_cn: 接下来，你这个脸色发黄的乡村男孩一动不动躺着，萝卜汁从你唇角流出来，在地上滴成一小片泥浆。看来你要变得卑鄙的富有肯定不可能了。

source: But have faith.
zh_cn: 但是你有信心。

source: You are not as powerless as you appear. Your moment is about to come.
zh_cn: 你并没有你表现的那样脆弱，而且你的机会也将要来临。

source: Decision time arrives a few hours later.
zh_cn: 几个钟头后，决定的时刻到来了。

source: The sun has set and your mother has shifted you onto the cot, where you lie swaddled in a blanket even though the evening is warm.
zh_cn: 太阳落山了，你母亲把你移到小床上。你躺在床上，虽然夜晚比较暖和，你还是用毯子裹着身子。

source: The men have returned from the fields, and the family, all except you, have eaten together in the courtyard.
zh_cn: 你父亲从地里回来，一家人——除了你以外——都坐在院子里吃饭。

source: Through the doorway you can hear the gurgle of a water pipe and see the flare of its coals as one of your uncles inhales.
zh_cn: 透过门口，你能听到水烟筒发出的汨汨声，还能在你叔叔抽烟时，看到烟筒里的烟丝火光闪耀。

source: Your parents stand over you, looking down.
zh_cn: 你父母站在你边上，低头看着你。

source: Tomorrow your father will return to the city.
zh_cn: 你父亲每天就要返回城里。

source: He is thinking.
zh_cn: 他现在在思考。

source: "Will you be all right?" he asks you.
zh_cn: “你会好起来吗？”他问你。

source: It is the first question he has asked you on this visit, perhaps the first sentence he has uttered directly to you in months.
zh_cn: 这是他这次回家来问你的第一个问题，或许还是他亲口对你说的第一句话。

source: You are in pain and frightened. So the answer is obviously no.
zh_cn: 你在痛苦中煎熬，十分害怕，所以，问题的答案显然是否定的。

source: Yet you say, "Yes."
zh_cn: 可你却说：“会的。”

source: And take your destiny into your own hands.
zh_cn: 你把自己的命运握在了手里。

source: Your father absorbs your croak and nods. He says to your mother, "He's a strong child, this one."
zh_cn: 你父亲听清了你低哑的声音，点了点头，然后对你母亲说：“他是个坚强的孩子，就是这孩子。”

source: She says, "He's very strong."
zh_cn: 母亲说：“他很坚强。”

source: You'll never know if it is your answer that makes your father change his answer. But that night he tells your mother that he has decided she and you children will join him in the city.
zh_cn: 你永远都不会知道，到底是不是你的回答让你父亲改变了决定，但是那晚他告诉你母亲，说决定带你们去市里。

source: A month later, you are well enough to ride with your brother and sister on the roof of the overloaded bus that bears your family and threescore cramped others to the city.
zh_cn: 一个月后，你身体已经足够康复，能和哥哥姐姐坐在汽车顶上了。这辆汽车超载了很多人，将带着你的家庭和其他六十个家庭，挤在一起，去到市里。

source: If it tips over as it careens down the road, swerving in mad competition with equally crowded rivals as they seek to pick up the next group of prospective passengers on this route, your likelihood of death or, at least, dismemberment will be extremely high.
zh_cn: 如果汽车为了能载上路上下一拨乘客，和同样超载拥挤的对手疯狂竞争，突然转向冲下道路，翻了个底朝天的话，你丧命的可能性相当高，或者至少也会断手断脚。
